---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Architecture.TopographyEditScope
source: html/8acbf147-7016-46ae-ea96-663dcdae5173.htm
---
# TopographyEditScope Members

Instantiates a TopographyEditScope object.